[{"participants": ["simplegirl2908"], "conversation": [{"sender": "simplegirl2908", "created_at": "2018-06-24T10:39:28.622579+00:00", "text": "Terakhir sekali.. kalo sy x desak is tuk jujur.  Smpai bila pown dye x kan berani mgaku salah.. dye dulu pown mgaku salah psl perempuan yg amek kesempatan tu pown sbb perempuan tu wat laporan polis.. jika x.  Dye pown x kan berani mgaku kesalahan dye. Tu kenyataan nyer...akak nmpak dye berubah.. berani mgaku salah sbb sy desak dye...bkn sbb dye berani nak mgaku.  Kalo dye mmg berani mgaku.  Dr awal lg dye Akan mgakui kesalahan dye  bkn smpai mak akak Pk sy fitnah is.."}, {"sender": "simplegirl2908", "created_at": "2018-06-24T10:24:03.137923+00:00", "text": "Assalamualaikum"}, {"sender": "simplegirl2908", "created_at": "2018-06-24T10:24:00.577671+00:00", "text": "Sbb tu sy Cuba rendahkan ego carik JaLan tuk berbaik dgn Keluarga akak sbb sy sygkan perhbgn kami.."}, {"sender": "simplegirl2908", "created_at": "2018-06-24T10:22:46.757292+00:00", "text": "Akak bgtau Sy yg akak kenal adek akak.. sy pown kenal is  hampir 8 tahun.. Dr byk perempuan2 yg dye kenal... Dye tukar no.fon byk Kali pown.  Dye tetap Akan carik Sy blk..tu yg brlaku dlm tempoh kami kenal hampir 8 tahun.. setiap Kali dye susah.. dye sunyi.. dye x carik kawan2 lame dye.. kawan2 perempuan yg konon cantik.. awek2 dye yg cun2 sbb setiap Kali dye Ade masalah Dan susah.. mereka sume tinggalkan dye.  Dan dye Akan carik Sy sbb sy bleh fahami dye.."}, {"sender": "simplegirl2908", "created_at": "2018-06-24T10:19:39.097206+00:00", "text": "Oh yer.. is bgtau sy sy x kan bahagia pown dgn sape2 jika bkn dgn dye.. sy ingat kata2 dye pd Hari trakhir yg dye jumpa sy.. tlg smpaikan Kat dye.. dye pown x kan bahagia lepas buat Sy mcm ni.. hidup Akan rase bersalah seumur hidup.. jika selama 7 tahun ni.. kami gaduh.. Dan berbaik .  Dan terus berulang? Akak Tau npe? Dye x prnah lupekan sy selama 7 tahun walaupun Kami per nah puts kawan 7 tahun dulu.. dye tukar byk Kali no.fon .. dye tetap Akan carik Sy.  Tu yg trjadi selama 7 tahun ni"}, {"sender": "simplegirl2908", "created_at": "2018-06-24T09:53:03.288797+00:00", "text": "Mgkin sy tidak dilahirkan dlm Keluarga yg sempurna mcm Keluarga akak.. tp sy blajar .. jika buat salah.. bersungguh mntak maaf Kat org tu.. meminta maaf x semestinya sbb Kita bersalah tp tuk tidak teruk kan keadaan lg Dan Cuba baiki keadaan.."}, {"sender": "simplegirl2908", "created_at": "2018-06-24T09:50:05.353758+00:00", "text": "Memandang rendah Kat org yg byk kekurgn mcm sy ni bagus ke?"}, {"sender": "simplegirl2908", "created_at": "2018-06-24T09:49:31.755512+00:00", "text": "Mase tu akak pi lah.. akak Pk keturunan tu bleh wat akak bahagia ke?"}, {"sender": "simplegirl2908", "created_at": "2018-06-24T09:49:01.285045+00:00", "text": "Hidup jgn khilaf... Allah kalo nak tarik sume kelebihan Keluarga akak Ade tu.. sekejap je.. kebahagiaan.. kesenangan Keluarga akak.."}, {"sender": "simplegirl2908", "created_at": "2018-06-24T09:48:14.588404+00:00", "text": "Tp Keluarga akak x de Hak nak pndg rendah Kat Keluarga sy.. ego tuk mntak maaf bila buat salah Kat org"}, {"sender": "simplegirl2908", "created_at": "2018-06-24T09:47:43.748713+00:00", "text": "X sume org dpt ape yg Keluarga akak dpt"}, {"sender": "simplegirl2908", "created_at": "2018-06-24T09:47:32.746929+00:00", "text": "Sepatutnye Keluarga akak patut bersyukur dilahirkan dlm keadaan Keluarga yg bahagia.  Dan keturunan yg baik2..."}, {"sender": "simplegirl2908", "created_at": "2018-06-24T09:47:05.459874+00:00", "text": "Satu lg..Bab mghina.. pokok x kan bergoyang jika x de angin.. jika dye x hakimi sy mcm dye tu x prnah wat salah.. sy x kan Cuba ingatkan dye yg dye pown x sempurna smpai nak hakimi org lain.. kalo x nk org Hina atau hakimi Kita. Jgn mulakan dulu.. jgn fikir.. Keluarga akak  keturunan yg baik2..  bleh suke2 Hina Dan hakimi org lain dulu.. jika dye x mulakan dulu.. benda ni x kan trjadi... Ingat... akak  bgga sgt dgn Keluarga akak smpai suke2 pndg rendah Kat org lain.."}, {"sender": "simplegirl2908", "created_at": "2018-06-23T11:52:30.749074+00:00", "text": "Dan sggup baiki blk hbgn dgn is setelah ape yg trjadi."}, {"sender": "simplegirl2908", "created_at": "2018-06-23T11:51:29.176515+00:00", "text": "tinggalkan akak pdhal akak masih syg dye Dan tggu dye? Ape perasaan akak bila akak masih simpan baju Nikah Dan brg hantaran tuk org yg akak syg tp dye tinggalkan akak seolah2 mcm akak sorg je yg bersalah dlm Hal ni? Ape perasaan akak bila org yg akak syg dengan senang tggalkan akak Dan  dgn senang move on mcm tu seolah2 selama ni akak xde makne ape2 pown Kat dye?  Sy hrp akak phm ape yg sy rase skrg.  Lg sedih bila sy x dpt brhenti  sygkan is Dan masih pegang janji kat dye tuk susah senang same2"}, {"sender": "simplegirl2908", "created_at": "2018-06-23T11:51:19.366073+00:00", "text": "Akak msg sy.  Dan akak PK yg sy hrp Keluarga akak Akan melutup mintak maaf Kat sy? Sy x fikir pown smpai melutut bagai.. sy cume hrp hbgn sy Dan is dpt diperbaiki blk Dan lupekan sume yg dah berlaku... \nSy sygkan is...sy Cuba carik pelbagai cara tuk mintak maaf Kat Keluarga akak Dan Sy ngaku kesalahan sy walaupun is x lakukan Hal yg same Kat sy walaupun Ade wat salah. Sy sygkan is. Akak Cuba letakkan akak Kat tmpt sy. Ape perasaan akak bila  Org yg akak syg amek kesempatan Kat akak Dan"}, {"sender": "simplegirl2908", "created_at": "2018-06-23T10:50:25.303953+00:00", "text": "Tp dye x mau bertanggungjawab dgn ape yg dye wat kat akak.. pdhal.. akak smpai skrg sggup terima dye blk"}, {"sender": "simplegirl2908", "created_at": "2018-06-23T10:50:21.972233+00:00", "text": "Sy cume hrp akak phm npe sy Cuba berbaik dgn Keluarga akak.  Pertama sy sygkan is. Yg kedua.  Cuba akak letak kan diri akak Kat tmpt Sy.  Ape perasaan akak.. bila org yg akak syg.. janji nak hidup same2.   Dye amek kesempatan Kat akak Dan puaskan nafsu dye Dan tinggal kan akak? Akak Cuba tuk baik dgn Keluarga lelaki yg akak syg tu...Tp dilayan mcm smpah...  Lelaki tu bgtau sume org yg dye nak berubah."}, {"sender": "simplegirl2908", "created_at": "2018-06-23T09:45:45.586134+00:00", "text": "Dalam agama Islam pown.Kita x bleh putuskan hbgn silaturahim sesama saudara Islam sbb tu sy rendahkan diri.Mohon maaf Kat Keluarga akak."}, {"sender": "simplegirl2908", "created_at": "2018-06-23T09:45:42.630743+00:00", "text": "Sy x de cerita Kat keluarga sy punca kami putus.Sy x de citer sikit  pown keburukan is Kat  keluarga  sy.Sy bg alasan Kat keluarga yg sy x bersedia sbb x nk kerohkan keadaan sbb sy sygkan is. Sy hrp dye bleh berubah dan kami boleh baiki  blk hbgn kami sbb sy masih bleh terima dye lg. Tp sy silap.. dye x Cuba prjuangkan pown hbgn kami.. semudah tu dye berhenti sygkan sy..sy sedih . sy x nk besarkan Hal. Sy turunkan ego sy. Cuba contact akak tuk mohon maaf Kat keluarga akak atas sume kesilapan."}]}, {"participants": ["puteriina90", "simplegirl2908"], "conversation": [{"sender": "simplegirl2908", "created_at": "2018-06-23T09:56:03.017463+00:00", "text": "Gguu"}, {"sender": "simplegirl2908", "created_at": "2018-06-23T09:21:53.331206+00:00", "text": "Testinffghh"}, {"sender": "simplegirl2908", "created_at": "2018-06-23T09:20:23.475341+00:00", "text": "Testing"}]}]